const spots = [
{
    "area": "北",
    "city": [
    {
        "text": "確幸莊園"
    },
    {
        "text": "森森親子露營"
    },
    {

        "text": "溪口台露營區"
    },
    {
        "text": "綠果子休憩站"
    },
    {
        "text": "相思園露營區"
    },
    {
        "text": "紮營趣露營區"
    },
    ]
},

{
    "area": "中",
    "city": [
    {
        "text": "梅林親水岸露營區"
    },
    {
        "text": "樹不老露營區"
    },
    {
        "text": "逸境生態露營區"
    },
    {
        "text": "倉伯露營區"
    }
    ]
},
{
    "area": "南",
    "city": [
    {
        "text": "春園休閒農場"
    },
    {
        "text": "荖濃有機農場露營區"
    },

    ]
},
{
    "area": "東",
    "city": [
    {
        "text": "松蘿園林露營區"
    },
    {
        "text": " Ocean Chill 海憩露營區 "
    },
    {
        "text": "老麥農場露營區"
    },
    ]
},
];